package com.example.demo;

import org.springframework.stereotype.Service;

@Service // Ã˜Â§Ã›Å’Ã™â€  ÃšÂ©Ã™â€žÃ›Å’Ã˜Â¯ Ã˜Â¬Ã˜Â§Ã˜Â¯Ã™Ë†Ã›Å’Ã›Å’ Ã˜Â§Ã˜Â³Ã˜Âª ÃšÂ©Ã™â€¡ Ã˜Â¨Ã™â€¡ Ã˜Â§Ã˜Â³Ã™Â¾Ã˜Â±Ã›Å’Ã™â€ ÃšÂ¯ Ã™â€¦Ã›Å’Ã¢â‚¬Å’ÃšÂ¯Ã™Ë†Ã›Å’Ã˜Â¯: "Ã˜Â§Ã›Å’Ã™â€  ÃšÂ©Ã™â€žÃ˜Â§Ã˜Â³ Ã˜Â±Ã˜Â§ Ã˜Â¨Ã˜Â±Ã˜Â§Ã›Å’ Ã™â€¦Ã™â€  Ã™â€¦Ã˜Â¯Ã›Å’Ã˜Â±Ã›Å’Ã˜Âª ÃšÂ©Ã™â€ "
public class MessageService {
    public String getMessage() {
        return "Ã˜Â³Ã™â€žÃ˜Â§Ã™â€¦! Ã˜Â§Ã›Å’Ã™â€  Ã™Â¾Ã›Å’Ã˜Â§Ã™â€¦ Ã˜Â§Ã˜Â² Ã˜Â³Ã˜Â±Ã™Ë†Ã›Å’Ã˜Â³ Ã™â€¦Ã›Å’Ã¢â‚¬Å’Ã˜Â¢Ã›Å’Ã˜Â¯.";
    }
}
